Repository: RoundedInfinity/twenty
Catalog: lib/l10n/arb/app_*.arb
Languages: de

# runInfo
source: Twenty is paused while you have this settings screen open.
de: Twenty ist pausiert, während die Einstellungen offen sind.

source: Run Twenty
de: Twenty ausführen

# runTwentyInfo
source: You get a reminder every 20 min to look away from your screen.
de: Du wirst alle 20 min daran erinnert, vom Bildschirm wegzuschauen.

source: Start minimized
de: Minimiert starten

source: Launch at startup
de: Beim Start ausführen

source: Sounds
de: Töne

# soundsInfo
source: Use sounds for reminders.
de: Töne für Erinnerungen benutzen.

# useTimerSound
source: Use sounds for the timer
de: Töne für Timer benutzen

# appDesignInfo
source: Chose the appearance of the app.
de: Wähle das Erscheinungsbild der App.

source: Dark
de: Dunkel

source: Light
de: Hell

source: System
de: System-Standart

source: Show onboarding
de: Onboarding zeigen

source: Look away!
de: Schau weg!

# focusOn
source: Focus on something 20 feet away.
de: Fokussiere etwas 6 m weit weg.

source: remaining
de: verbleibend

# dontLook
source: Don't look at the screen
de: Schau nicht auf den Bildschirm

source: Well done
de: Gut gemacht

# eyesAreRelaxed
source: Your eyes are relaxed now.
de: Deine Augen sind jetzt entspannt.

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Exit
de: Beenden

source: Exit setup?
de: Setup beenden?

# exitSetupInfo
source: Are you sure you want to exit the setup?
de: Bist du sicher, dass du das Setup beenden willst?

# twentyRule
source: The 20-20-20 rule
de: Die 20-20-20 Regel

# continueAction
source: Continue
de: Weiter

source: Get started
de: Jetzt starten

# explainTimerPrefix
source: Every
de: Alle

# explainTimerSuffix
source: minutes
de: minuten

# explainBreakPrefix
source: Take a
de: Mache eine

# explainBreakSuffix
source: second break
de: Sekunden Pause

# explainFocusPrefix
source: And focus on something
de: Und fokussiere deine Augen auf etwas

# explainFocusSuffix
source: feet away
de: Fuß (6 m) weit weg

# helpsRelax
source: This helps relax the eye muscles and reduce the risk of digital eye strain.
de: Dies trägt zur Entspannung der Augenmuskulatur bei und verringert das Risiko einer digitalen Augenüberlastung.

# twentyPrompt
source: helps you by reminding you to take a break and look into the distance.
de: hilft dir dabei, indem du daran erinnert wirst, in die Ferne zu schauen.

# runsInBackground
source: runs in the background
de: läuft im Hintergrund

# wishToChangeSettings
source: If you wish to change some settings you can always find twenty in the
de: Wenn du Einstellungen ändern möchtest, findest du Twenty immer im

# systemTrayTooltipPrefix
source: Find the
de: Finde das

# systemTrayTooltipSuffix
source: icon at the bottom-right corner of your screen. If you don`t see it, click the upward arrow to reveal more.
de: Icon in der unteren rechten Ecke deines Bildschirms. Wenn du es nicht siehst, klicke auf den Pfeil, um mehr anzuzeigen.

source: Start twenty
de: Starte Twenty

source: twenty
de: zwanzig
